Revit 2027 API
ClassificationEntries Properties
The ClassificationEntries type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from KeyBasedTreeEntries)
Top
See Also
Reference
ClassificationEntries Class
Autodesk.Revit.DB Namespace